Repository: OpenMediaVault-Plugin-Developers/openmediavault-writecache
Catalog: usr/share/openmediavault/locale/*/openmediavault-writecache.po
Languages: it_it, nl_nl

source: Date & Time
nl_nl: Datum & Tijd

source: Enabled
it_it: Abilitato
nl_nl: Ingeschakeld

source: Event
nl_nl: Gebeurtenis

source: Flush
nl_nl: Doorspoelen

source: Flush daily
it_it: Svuota quotidianamente
nl_nl: Dagelijks doorspoelen

source: Flush hourly
nl_nl: Elk uur doorspoelen

source: Flush on boot
nl_nl: Bij opstart doorspoelen

source: Flush on shutdown
it_it: Svuota allo spegnimento
nl_nl: Doorspoelen bij afsluiten

source: Hour
nl_nl: Uur

source: If checked, writecache will use system memory to store changes.<br/>If unchecked, writecache will store those changes in the selected shared folder. Changes are not lost if the system reboots or shuts down unexpectedly.
nl_nl: Indien geactiveerd, zal writecache het systeemgeheugen gebruiken om wijzigingen op te slaan. <br/>Indien uitgeschakeld, zal writecache deze wijzigingen opslaan in de geselecteerde gedeelde map. Wijzigingen gaan niet verloren als het systeem onverwacht opnieuw opstart of wordt uitgeschakeld.

source: Journal storage
it_it: Archiviazione del journal
nl_nl: Journaal-opslag

source: Level
nl_nl: Niveau

source: Minute
nl_nl: Minuut

source: One entry per line <path> = drop|flush
it_it: Una voce per riga <path> = drop|flush
nl_nl: Een item per regel <path> = dropflush

source: Overlay paths and policy
it_it: Percorsi overlay e criteri
nl_nl: Overlaypaden en beleid

source: Rotate & Flush
nl_nl: Roteren & Doorspoelen

source: Rotate on daily flush
nl_nl: Roteren bij dagelijks doorspoelen

source: Rotate on shutdown
nl_nl: Roteren bij afsluiten

source: Run journalctl rotate and sync before flush
nl_nl: Journalctl rotate en sync uitvoeren vóór doorspoelen

source: Running manual flush ...
nl_nl: Handmatig doorspoelen…

source: Running manual rotate and flush ...
nl_nl: Handmatig roteren en doorspoelen…

source: Size for /run/omv-writecache tmpfs. Accepts %, M/G suffix; e.g. 512M, 2G, 25%.
it_it: Dimensione del tmpfs /run/omv-writecache. Accetta suffissi %, M/G; ad esempio 512M, 2G, 25%.
nl_nl: Grootte voor /run/omv-writecache tmpfs. Accepteert %, M/G suffix; bijv. 512M, 2G, 25%.

source: Use system memory
nl_nl: Systeemgeheugen gebruiken

source: Used to store temporary writecache changes.
nl_nl: Wordt gebruikt om tijdelijke writecache-wijzigingen op te slaan

source: Workspace folder
nl_nl: Werkruimtemap

source: Write Cache settings
it_it: Impostazioni cache di scrittura
nl_nl: Write Cache instellingen

source: auto
it_it: automatico
nl_nl: autom.

source: persistent (disk)
it_it: Persistente (disco)
nl_nl: persistent (schijf)

source: tmpfs size
it_it: dimensione di tmpfs
nl_nl: tmpfs-grootte

source: volatile (RAM)
nl_nl: vluchtig (RAM)

source: Will flush at 03:45 daily
it_it: La cache verr√† svuotata ogni giorno alle 03:45

source: Write Cache
it_it: Cache di scrittura

source: WriteCache
it_it: Cache di scrittura
